/* No comment provided by engineer. */
"anonymous" = "Anonymous";

/* No comment provided by engineer. */
"continue_story" = "Press here to write";

/* No comment provided by engineer. */
"count_nodes" = "Entries";

/* No comment provided by engineer. */
"edit_author_rank_description" = "Just authors with this rank can contribute to your story.";

/* No comment provided by engineer. */
"edit_title" = "Write";

/* No comment provided by engineer. */
"enty_barrier" = "Author Rank:";

/* No comment provided by engineer. */
"error" = "Error";

/* No comment provided by engineer. */
"like" = "Like";

/* No comment provided by engineer. */
"login_intro" = "Register to save your progress device independent. Press login if you already got a account, else signup.";

/* No comment provided by engineer. */
"logout" = "Logout";

/* No comment provided by engineer. */
"ok" = "OK";

/* No comment provided by engineer. */
"option_1" = "Press here for the first action";

/* No comment provided by engineer. */
"option_1_info" = "Your reader has two options on how to resume the story. Write here the first action.";

/* No comment provided by engineer. */
"option_2" = "Press here for the seconds action";

/* No comment provided by engineer. */
"option_2_info" = "and here the second action.";

/* No comment provided by engineer. */
"password" = "Password";

/* No comment provided by engineer. */
"rank_to_low_description" = "Your author rank is too low. Collect more likes by continue another story or start a new one!";

/* No comment provided by engineer. */
"rank_to_low_title" = "Oh no! Rank to low.";

/* No comment provided by engineer. */
"ranks" = "Ranks";

/* No comment provided by engineer. */
"ranks_description" = "Collect likes with your stories and get one of these titles:";

/* No comment provided by engineer. */
"read_title" = "Read";

/* No comment provided by engineer. */
"save" = "Save";

/* No comment provided by engineer. */
"signup" = "Signup";

/* No comment provided by engineer. */
"start_title" = "Stories";

/* No comment provided by engineer. */
"unknown" = "Unknown";

/* No comment provided by engineer. */
"username" = "Name";

/* No comment provided by engineer. */
"wait" = "loading";

/* No comment provided by engineer. */
"write_story_intro" = "Write a story, continue a situation, generate tension, be funny or entertaining.";

/* No comment provided by engineer. */
"written_by" = "Author: ";

/* No comment provided by engineer. */
"your_name" = "Your name";

/* No comment provided by engineer. */
"your_rank" = "Your rank";

/* No comment provided by engineer. */
"rank0" = "Beginner";

/* No comment provided by engineer. */
"rank1" = "Penpusher";

/* No comment provided by engineer. */
"rank2" = "Scribbler";

/* No comment provided by engineer. */
"rank3" = "Writer";

/* No comment provided by engineer. */
"rank4" = "Creator";

/* No comment provided by engineer. */
"rank5" = "Author";

/* No comment provided by engineer. */
"rank6" = "Wordsmith";

/* No comment provided by engineer. */
"rank7" = "Man of letters";

/* No comment provided by engineer. */
"rank8" = "Publisher";

/* No comment provided by engineer. */
"share_text" = "Awesome stories!";